{
  "cartoons": [
    {
      "image": "https://wallpapercave.com/dwp2x/wp7474381.jpg",
      "title": "TOM AND JERRY",
      "description": "This article is about the animal cartoon series. For the titular characters, see Tom Cat and Jerry Mouse. For other uses, see Tom and Jerry (disambiguation).Tom and Jerry is an American animated media franchise and series of comedy short films created in 1940 by William Hanna and Joseph Barbera. Best known for its 161 theatrical short films by Metro-Goldwyn-Mayer, the series centers on the rivalry between the titular characters of a cat named Tom and a mouse named Jerry. Many shorts also feature several recurring characters.Tom and Jerry is an American animated media franchise and series of comedy short films created in 1940 by William Hanna and Joseph Barbera. Best known for its 161 theatrical short films by Metro-Goldwyn-Mayer, the series centers on the rivalry between the titular characters of a cat named Tom and a mouse named Jerry. Many shorts also feature several recurring characters.In its original run, Hanna and Barbera produced 114 Tom and Jerry shorts for MGM from 1940 to 1958.[1] During this time, they won seven Academy Awards for Best Animated Short Film, tying for first place with Walt Disney's Silly Symphonies with the most awards in the category. After the MGM cartoon studio closed in 1957, MGM revived the series with Gene Deitch directing an additional 13 Tom and Jerry shorts for Rembrandt Films from 1961 to 1962. Tom and Jerry then became the highest-grossing animated short film series of that time, overtaking Looney Tunes. Chuck Jones then produced another 34 shorts with Sib Tower 12 Productions between 1963 and 1967. Five more shorts were produced, The Mansion Cat in 2001, The Karate Guard in 2005, A Fundraising Adventure in 2014, and On a Roll and The House That Cat Built in 2021, making a total of 166 shorts.",
      "id": "1",
      "bckimage": "https://wallpapercave.com/dwp2x/wp10391842.jpg",
      "ytblink": "kP9TfCWaQT4",
      "wishlist": false
    },
    {
      "image": "https://wallpapercave.com/wp/wp2318904.jpg",
      "title": "MR.BEAN",
      "description": "This article is about the original television programme. For the title character, see Mr. Bean (character). For other uses, see Mr. Bean (disambiguation).Mr. Bean is a British sitcom created by Rowan Atkinson and Richard Curtis, produced by Tiger Aspect and starring Atkinson as the title character. The sitcom consists of 15 episodes that were co-written by Atkinson alongside Curtis and Robin Driscoll; for the pilot, it was co-written by Ben Elton. The series was originally broadcast on ITV, beginning with the pilot on 1 January 1990[2] and ending with The Best Bits of Mr. Bean on 15 December 1995.Based on a character originally developed by Atkinson while he was studying for his master's degree at the University of Oxford, the series centres on Mr. Bean, described by Atkinson as a child in a grown man's body, as he solves various problems presented by everyday tasks and often causes disruption in the process.[3] The series has been influenced by physical comedy actors such as Jacques Tati and those from early silent films.During its original five-year run, Mr. Bean met with widespread acclaim and attracted large television audiences. The series was viewed by 18.74 million viewers for the episode The Trouble with Mr. Bean and has received a number of international awards, including the Rose d'Or. The series has since been sold in 245 territories worldwide. It has inspired an animated spin-off and two theatrical feature-length films along with Atkinson reprising his role as Mr. Bean for a performance at the London 2012 Summer Olympics opening ceremony, television commercials and several sketches for Comic Relief. The programme carries strong appeal in hundreds of territories worldwide because, in addition to the acclaim from its original run, it uses very little intelligible dialogue, making it accessible to people who know little or no English.",
      "id": "2",
      "bckimage": "https://wallpapercave.com/dwp2x/wp9533322.jpg",
      "ytblink": "RYBfHE5xfvU",
      "wishlist": false
    },
    {
      "image": "https://wallpapercave.com/dwp2x/wp6837023.jpg",
      "title": "DOREAMON",
      "description": "This article is about the media franchise. For the title character, see Doraemon (character). For other uses, see Doraemon (disambiguation).Doraemon (Japanese: ドラえもん [doɾaemoɴ]) is a Japanese manga series written and illustrated by Fujiko F. Fujio. The manga was first serialized in December 1969, with its 1,345 individual chapters compiled into 45 tankōbon volumes and published by Shogakukan from 1970 to 1996. The story revolves around an earless robotic cat named Doraemon, who travels back in time from the 22nd century to aid a boy named Nobita Nobi.The manga spawned a media franchise. Three anime TV series have been adapted in 1973, 1979, and 2005. Additionally, Shin-Ei Animation has produced over forty animated films, including two 3D computer animated films, all of which are distributed by Toho. Various types of merchandise and media have been developed, including soundtrack albums, video games, and musicals. The manga series was licensed for an English language release in North America, via Amazon Kindle, by a collaboration of Fujiko F. Fujio Pro with Voyager Japan and AltJapan Co., Ltd. The anime series was licensed by Disney for an English-language release in North America in 2014, and LUK International in Europe, the Middle East and Africa.Doraemon was well-received by critics and became a hit in many Asian countries. It won numerous awards, including the Japan Cartoonists Association Award in 1973 and 1994, the Shogakukan Manga Award for children's manga in 1982, and the Tezuka Osamu Cultural Prize in 1997. As of 2019, it has sold over 250 million copies worldwide, becoming one of the best-selling manga series in history. Doraemon is also one of the highest-grossing media franchises of all time, of which the animated film series has the highest number of admissions in Japan. The Doraemon character has been viewed as a Japanese cultural icon, and was appointed as the first anime ambassador in 2008 by the country's Foreign Ministry.",
      "id": "3",
      "bckimage": "https://wallpapercave.com/dwp2x/wp10468143.jpg",
      "ytblink": "1fYvUTlmvDs",
      "wishlist": true
    },
    {
      "image": "https://wallpapercave.com/dwp2x/wp7437637.png",
      "title": "BEN 10",
      "description": "Ben 10 is an American media franchise created by Man of Action Studios, produced by Cartoon Network Studios and owned by Warner Bros. Discovery. The series centers on a boy named Ben Tennyson who acquires the Omnitrix, an alien device resembling a wristwatch, which contains DNA of different alien species. Using the Omnitrix, Ben can transform into powerful aliens with various abilities. The Omnitrix initially contains ten aliens, although later on Ben obtains more species by adding their DNA.The Ben 10 franchise has received widespread critical acclaim, winning 3 Emmy Awards. It consists primarily of 5 television series and 4 films, the latter of which aired between August 2007 and March 2012. Spanning over 16 years, it is Cartoon Network's longest-running franchise to date. There is also a Ben 10 toy line manufactured by Bandai for the first four shows and Playmates Toys for the reboot. Worldwide, the franchise has grossed over $6 billion in retail sales.On February 17, 2021, it was announced that three 44-minute specials based on the series would premiere in April 2021: titled Ben 10,010, Ben Gen 10 and Alien X-Tinction, serving as the series finale to the 2016 reboot and a crossover between the first four television series in the franchise.",
      "id": "4",
      "bckimage": "https://wallpapercave.com/dwp2x/wp10826568.jpg",
      "ytblink": "shfDP8er5us",
      "wishlist": false
    },
    {
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/13/Courage_The_Cowardly_Dog_logo.png/1920px-Courage_The_Cowardly_Dog_logo.png",
      "title": "",
      "description": "Courage the Cowardly Dog is an American animated comedy horror television series created by John R. Dilworth for Cartoon Network and distributed by Warner Bros. Domestic Television. It was produced by Dilworth's animation studio, Stretch Films, and originally aired from 1999 to 2002. The title character is a dog who lives with an elderly couple in a farmhouse in the middle of Nowhere. In each episode, the trio is thrown into bizarre, frequently disturbing, and often paranormal or supernatural adventures. The series is known for its dark, surreal humor and atmosphere.Dilworth pitched the series to Hanna-Barbera's animated shorts showcase What a Cartoon! and a pilot titled The Chicken from Outer Space aired on Cartoon Network on February 18, 1996.[1] The segment was nominated for an Academy Award, but lost to the Wallace and Gromit short film A Close Shave. The short was greenlit to become a series, which premiered on November 12, 1999, and ended on November 22, 2002, with 4 seasons each consisting of 13 episodes. During its run, the series received critical acclaim and over the years, has developed a strong cult following. It was also nominated for three Golden Reel Awards and won one Annie Award.Courage the Cowardly Dog follows Courage (Marty Grabstein), a kind yet easily frightened troublesome dog. He was abandoned as a puppy after his parents were sent into outer space by a crazed veterinarian.[2] Soon after, he was found in an alleyway by Muriel Bagge (Thea White), a friendly Scottish woman who decided to take Courage in as her own, and was inspired by the nature of this first meeting to give him his name. In the present, he lives with the now elderly Muriel and her husband Eustace Bagge (Lionel Wilson in episodes 1–33, Arthur Anderson in episodes 34–52), a grumpy and greedy American man who regularly mistreats Courage out of jealousy and refers to him as stupid dog, and frequently scares him with a mask in an isolated farmhouse: the nearest town to the farmhouse is a town called Nowhere.",
      "id": "5",
      "bckimage": "https://wallpapercave.com/dwp2x/wp10518910.jpg",
      "ytblink": "zdhW1lpSzeM",
      "wishlist": true
    },
    {
      "image": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c6/Bob_the_Builder_logo.svg/1280px-Bob_the_Builder_logo.svg.png",
      "title": "BOB THE BUILDER",
      "description": "Bob the Builder is a British animated children's television series created by Keith Chapman for HIT Entertainment and Hot Animation. The series follows the adventures of Bob, a building contractor, specialising in masonry, along with his colleague Wendy, various neighbours, and friends, and equipment, and their gang of anthropomorphised work-vehicles, Scoop, Muck, Dizzy, Roley, Lofty and many others. The show is broadcast in many countries but originated from the United Kingdom where Bob was voiced by English actor Neil Morrissey. The series originally used stop-motion from 1999 to 2009, but later used CGI animation starting with the spin-off series Ready, Steady, Build!. British proprietors of Bob the Builder and Thomas & Friends sold the enterprise in 2011 to US toy-maker Mattel for $680 million.In each episode, Bob and his group help with renovations, construction, and repairs and with other projects as needed. The show emphasises conflict resolution, co-operation, socialisation, and various learning skills. Bob's catchphrase is Can we fix it?, to which the other characters respond with Yes we can This phrase is also the title of the show's theme song, which was a million-selling number one hit in the UK.In October 2014, Bob the Builder was revamped by Mattel for a new series to be aired on Channel 5's Milkshake! in 2015. Amongst the changes were a complete overhaul of the cast, with Harry Potter actor Lee Ingleby replacing Neil Morrissey as the voice of Bob, and Joanne Froggatt and Blake Harrison also confirmed as the voices of Wendy and Scoop respectively. The setting and appearance of the characters also changed, with Bob and his team moving to the bustling metropolis of Spring City. An American localisation of the new series debuted on PBS Kids in November 2015. The changes have been criticised by fans of the original version.The original series returned to TV in the United States on Qubo from 7 October 2020 through 28 February 2021 due to the channel's closure, but with the original British English dub instead of the dubbed American English one.",
      "id": "6",
      "bckimage": "https://wallpapercave.com/dwp2x/wp2255728.jpg",
      "ytblink": "A8XVqES8ZUQ",
      "wishlist": true
    }
  ]
}